Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Budgeting is applied arithmetic: income, expenses, savings rate, and tradeoffs.
de: Bei der Budgetierung handelt es sich um angewandte Arithmetik: Einnahmen, Ausgaben, Sparquote und Kompromisse.
es: El presupuesto es aritmética aplicada: ingresos, gastos, tasa de ahorro y compensaciones.
fr: La budgétisation est une arithmétique appliquée : revenus, dépenses, taux d’épargne et compromis.
it: Il budget viene applicato con l’aritmetica: entrate, spese, tasso di risparmio e compromessi.
pt_br: O orçamento é aplicado aritmética: receitas, despesas, taxa de poupança e compensações.

source: Build a daily streak, no leaderboards
de: Tägliche Serie statt Bestenlisten
es: Crea una racha diaria, sin tablas de clasificación
fr: Créez une séquence quotidienne, pas de classements
it: Costruisci una serie giornaliera, senza classifiche
pt_br: Crie uma sequência diária, sem tabelas de classificação

source: Build the habit
de: Bau dir die Gewohnheit auf
es: Desarrolla el hábito
fr: Construisez l’habitude
it: Costruisci l'abitudine
pt_br: Crie o hábito

source: Built for
de: Geeignet für
es: Hecho para
fr: Conçu pour
it: Ideale per
pt_br: Feito para

source: By convention, any nonzero base to the 0 is 1.
de: Per Konvention: jede Basis ≠ 0 hoch 0 ergibt 1.
es: Por convención, cualquier base distinta de cero del 0 es 1.
fr: Par convention, toute base non nulle du 0 est 1.
it: Per convenzione, qualsiasi base diversa da zero è 1.
pt_br: Por convenção, qualquer base diferente de zero elevado a 0 é 1.

source: By the Pythagorean identity.
de: Mit der trigonometrischen Pythagoras-Identität.
es: Por la identidad pitagórica.
fr: Par l'identité pythagoricienne.
it: Dall'identità pitagorica.
pt_br: Pela identidade pitagórica.

source: By topic
de: Nach Thema
es: Por tema
fr: Par sujet
it: Per argomento
pt_br: Por tópico

source: Calculus
de: Analysis
es: Cálculo
fr: Calcul
it: Calcolo
pt_br: Cálculo

source: Calculus Starter
de: Analysis-Einstieg
es: Inicio de cálculo
fr: Débuter en analyse
it: Introduzione all’analisi
pt_br: Introdução ao cálculo

source: Can you add a 2×2 matrix and a 2×3 matrix?
de: Können Sie eine 2×2-Matrix und eine 2×3-Matrix hinzufügen?
es: ¿Puedes sumar una matriz de 2×2 y una matriz de 2×3?
fr: Pouvez-vous ajouter une matrice 2×2 et une matrice 2×3 ?
it: Puoi aggiungere una matrice 2×2 e una matrice 2×3?
pt_br: Você pode adicionar uma matriz 2×2 e uma matriz 2×3?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancellare
pt_br: Cancelar

source: Cancel anytime. Auto-renews unless turned off in Settings.
de: Jederzeit kündbar. Verlängert sich automatisch, sofern nicht in den Einstellungen deaktiviert.
es: Cancele en cualquier momento. Se renueva automáticamente a menos que esté desactivado en Configuración.
fr: Annulez à tout moment. Se renouvelle automatiquement sauf si cette option est désactivée dans les paramètres.
it: Annulla in qualsiasi momento. Rinnovo automatico a meno che non venga disattivato nelle Impostazioni.
pt_br: Cancele a qualquer momento. Renova automaticamente, a menos que esteja desativado em Configurações.

source: Cancel subscription
de: Abo kündigen
es: Cancelar suscripción
fr: Annuler l'abonnement
it: Annulla l'abbonamento
pt_br: Cancelar assinatura

source: Chain Rule
de: Kettenregel
es: Regla de la cadena
fr: Règle de chaîne
it: Regola della catena
pt_br: Regra da Cadeia

source: Chain rule
de: Kettenregel
es: regla de la cadena
fr: Règle de chaîne
it: Regola della catena
pt_br: Regra da cadeia

source: Change & accumulation
de: Änderung & Integration
es: Cambio y acumulación
fr: Changement et accumulation
it: Cambiamento e accumulo
pt_br: Mudança e acumulação

source: Changing balance each month
de: Jeden Monat wechselnder Kontostand
es: Cambiar saldo cada mes
fr: Modification du solde chaque mois
it: Cambiare saldo ogni mese
pt_br: Alterando o saldo todo mês

source: Charts turn rows of numbers into patterns you can compare quickly.
de: Diagramme verwandeln Zahlenreihen in Muster, die Sie schnell vergleichen können.
es: Los gráficos convierten filas de números en patrones que puedes comparar rápidamente.
fr: Les graphiques transforment des rangées de nombres en modèles que vous pouvez comparer rapidement.
it: I grafici trasformano righe di numeri in schemi che puoi confrontare rapidamente.
pt_br: Os gráficos transformam linhas de números em padrões que você pode comparar rapidamente.

source: Check
de: Prüfen
es: Controlar
fr: Vérifier
it: Controllo
pt_br: Verificar

source: Check 5² + 12² = 13².
de: Prüfe 5² + 12² = 13².
es: Marque 5² + 12² = 13².
fr: Vérifiez 5² + 12² = 13².
it: Controlla 5² + 12² = 13².
pt_br: Verifique 5² + 12² = 13².

source: Check the difference.
de: Überprüfen Sie den Unterschied.
es: Comprueba la diferencia.
fr: Vérifiez la différence.
it: Controlla la differenza.
pt_br: Verifique a diferença.

source: Circles
de: Kreise
es: circulos
fr: Cercles
it: Cerchi
pt_br: Círculos

source: Circumference
de: Umfang
es: Circunferencia
fr: Circonférence
it: Circonferenza
pt_br: Circunferência

source: Circumference of a circle with radius 5? In terms of π.
de: Umfang eines Kreises mit Radius 5? In Einheiten von π.
es: ¿Circunferencia de un círculo de radio 5? En términos de π.
fr: Circonférence d'un cercle de rayon 5 ? En termes de π.
it: Circonferenza di un cerchio di raggio 5? In termini di π.
pt_br: Circunferência de um círculo com raio 5? Em termos de π.

source: Clear answer
de: Antwort löschen
es: respuesta clara
fr: Réponse claire
it: Risposta chiara
pt_br: Resposta clara

source: Clock rule
de: Uhrregel
es: regla del reloj
fr: Règle d'horloge
it: Regola dell'orologio
pt_br: Regra do relógio

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

source: Close practice
de: Übung schließen
es: Práctica cercana
fr: Pratique rapprochée
it: Pratica ravvicinata
pt_br: Fechar prática

source: Close to a line means strong
de: Nahe an einer Linie bedeutet stark

source: Close to −1 means strong negative linear association.
de: Nahe bei −1 bedeutet einen starken negativen linearen Zusammenhang.

source: Close together
de: Dicht beisammen
es: muy juntos
fr: Rapprochés
it: Vicini insieme
pt_br: Juntos

source: Closer to zero = larger when negative.
de: Näher an der Null = größer (bei negativen Zahlen).
es: Más cerca de cero = mayor cuando es negativo.
fr: Plus proche de zéro = plus grand lorsqu'il est négatif.
it: Più vicino allo zero = maggiore se negativo.
pt_br: Mais próximo de zero = maior quando negativo.

source: Cluster means group.
de: Cluster bedeutet Gruppe.
es: Clúster significa grupo.
fr: Cluster signifie groupe.
it: Cluster significa gruppo.
pt_br: Cluster significa grupo.

source: Coefficients
de: Koeffizienten
es: Coeficientes
it: Coefficienti
pt_br: Coeficientes

source: Column 5
de: Spalte 5
es: Columna 5
fr: Colonne 5
it: Colonna 5
pt_br: Coluna 5

source: Combine both sets
de: Kombinieren Sie beide Sets
es: Combina ambos conjuntos
fr: Combinez les deux ensembles
it: Combina entrambi i set
pt_br: Combine os dois conjuntos

source: Combine like terms
de: Gleichartige Terme zusammenfassen
es: combinar términos semejantes
fr: Combiner des termes similaires
it: Combina termini simili
pt_br: Combine termos semelhantes

source: Combine the x² terms, then the x terms.
de: Fasse die x²-Terme zusammen, dann die x-Terme.
es: Combina los términos de x², luego los términos de x.
fr: Combinez les termes x², puis les termes x.
it: Combina i termini x², quindi i termini x.
pt_br: Combine os termos x² e depois os termos x.

source: Come back tomorrow — your spaced-repetition queue is empty.
de: Komm morgen wieder — deine Wiederholungs-Warteschlange ist leer.
es: Vuelve mañana: tu cola de repeticiones espaciadas está vacía.
fr: Revenez demain : votre file d'attente de répétitions espacées est vide.
it: Torna domani: la tua coda per le ripetizioni distanziate è vuota.
pt_br: Volte amanhã – sua fila de repetição espaçada está vazia.

source: Common approximation.
de: Gängige Näherung.
es: Aproximación común.
fr: approximation commune.
it: Approssimazione comune.
pt_br: Aproximação comum.

source: Common denominator
de: Gemeinsamer Nenner
es: denominador común
fr: Dénominateur commun
it: Denominatore comune
pt_br: Denominador comum

source: Common denominator is 6.
de: Gemeinsamer Nenner ist 6.
es: El denominador común es 6.
fr: Le dénominateur commun est 6.
it: Il denominatore comune è 6.
pt_br: O denominador comum é 6.

source: Common difference.
de: Gemeinsamer Unterschied.
es: Diferencia común.
fr: Différence commune.
it: Differenza comune.
pt_br: Diferença comum.

source: Common factor
de: Gemeinsamer Faktor
es: factor común
fr: Facteur commun
it: Fattore comune
pt_br: Fator comum

source: Common ratio.
de: Gemeinsames Verhältnis.
es: Proporción común.
fr: Rapport commun.
it: Rapporto comune.
pt_br: Proporção comum.

source: Compare place by place after the point.
de: Vergleiche Stelle für Stelle nach dem Komma.
es: Compara lugar por lugar después del punto.
fr: Comparez lieu par lieu après le point.
it: Confronta luogo per luogo dopo il punto.
pt_br: Compare lugar por lugar após o ponto.

source: Compass
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
pt_br: Bússola

source: Complement
de: Ergänzen
es: Complementar
fr: Complément
it: Complemento
pt_br: Complemento

source: Complementary angles add to 90°
de: Komplementärwinkel ergeben zusammen 90°
es: Los ángulos complementarios suman 90°.
fr: Les angles complémentaires s'ajoutent à 90°
it: La somma degli angoli complementari dà 90°
pt_br: Ângulos complementares somam 90°

source: Complementary angles sum to:
de: Komplementärwinkel ergeben zusammen:
es: La suma de los ángulos complementarios es:
fr: Les angles complémentaires totalisent :
it: La somma degli angoli complementari è:
pt_br: A soma dos ângulos complementares é:

source: Compound Interest
de: Zinseszins
es: Interés compuesto
fr: Intérêts composés
it: Interesse composto
pt_br: Juros compostos

source: Compound annually
de: Jährliche Verbindung
es: Compuesto anualmente
fr: Composé annuellement
it: Composto annualmente
pt_br: Composto anualmente

source: Compound interest applies to the updated balance
de: Für den aktualisierten Saldo gilt der Zinseszins
es: El interés compuesto se aplica al saldo actualizado.
fr: Les intérêts composés s'appliquent au solde mis à jour
it: L'interesse composto si applica al saldo aggiornato
pt_br: Os juros compostos incidem sobre o saldo atualizado

source: Compound interest earns interest on the growing balance, so growth accelerates over time.
de: Durch den Zinseszins werden Zinsen auf den wachsenden Saldo generiert, sodass sich das Wachstum mit der Zeit beschleunigt.
es: El interés compuesto genera intereses sobre el saldo creciente, por lo que el crecimiento se acelera con el tiempo.
fr: Les intérêts composés rapportent des intérêts sur le solde croissant, de sorte que la croissance s’accélère avec le temps.
it: L’interesse composto guadagna interessi sul saldo crescente, quindi la crescita accelera nel tempo.
pt_br: Os juros compostos geram juros sobre o saldo crescente, de modo que o crescimento acelera com o tempo.

source: Compound interest usually grows faster than simple interest because:
de: Der Zinseszins wächst normalerweise schneller als der einfache Zins, weil:
es: El interés compuesto suele crecer más rápido que el interés simple porque:
fr: Les intérêts composés augmentent généralement plus rapidement que les intérêts simples car :
it: L’interesse composto di solito cresce più velocemente dell’interesse semplice perché:
pt_br: Os juros compostos geralmente crescem mais rápido do que os juros simples porque:

source: Compute (1, 2) · (3, 4).
de: Berechnen Sie (1, 2) · (3, 4).
es: Calcular (1, 2) · (3, 4).
fr: Calculez (1, 2) · (3, 4).
it: Calcola (1, 2) · (3, 4).
pt_br: Calcule (1, 2) · (3, 4).

source: Compute (2, 0) · (5, 7).
de: Berechnen Sie (2, 0) · (5, 7).
es: Calcular (2, 0) · (5, 7).
fr: Calculez (2, 0) · (5, 7).
it: Calcola (2, 0) · (5, 7).
pt_br: Calcule (2, 0) · (5, 7).

source: Compute (3 + 4) · 2.
de: Berechne (3 + 4) · 2.
es: Calcular (3 + 4) · 2.
fr: Calculer (3 + 4) · 2.
it: Calcola (3 + 4) · 2.
pt_br: Calcule (3 + 4) · 2.

source: Compute (3, 4) · (3, 4).
de: Berechnen Sie (3, 4) · (3, 4).
es: Calcular (3, 4) · (3, 4).
fr: Calculer (3, 4) · (3, 4).
it: Calcola (3, 4) · (3, 4).
pt_br: Calcule (3, 4) · (3, 4).

source: Compute (−4)·(−5).
de: Berechne (−4)·(−5).
es: Calcule (−4)·(−5).
fr: Calculez (−4)·(−5).
it: Calcola (−4)·(−5).
pt_br: Calcule (−4)·(−5).

source: Compute 0.25 + 0.4.
de: Berechne 0,25 + 0,4.
es: Calcula 0,25 + 0,4.
fr: Calculez 0,25 + 0,4.
it: Calcola 0,25 + 0,4.
pt_br: Calcule 0,25 + 0,4.

source: Compute 1.2 × 0.3.
de: Berechne 1,2 × 0,3.
es: Calcule 1,2 × 0,3.
fr: Calculez 1,2 × 0,3.
it: Calcola 1,2 × 0,3.
pt_br: Calcule 1,2 × 0,3.

source: Compute 1/2 + 1/3. Give the simplest fraction.
de: Berechne 1/2 + 1/3. Als einfachster Bruch.
es: Calcula 1/2 + 1/3. Da la fracción más simple.
fr: Calculez 1/2 + 1/3. Donnez la fraction la plus simple.
it: Calcola 1/2 + 1/3. Indica la frazione più semplice.
pt_br: Calcule 1/2 + 1/3. Dê a fração mais simples.

source: Compute 12 ÷ 4 + 2.
de: Berechne 12 ÷ 4 + 2.
es: Calcula 12 ÷ 4 + 2.
fr: Calculez 12 ÷ 4 + 2.
it: Calcola 12 ÷ 4 + 2.
pt_br: Calcule 12 ÷ 4 + 2.

source: Compute 2/3 − 1/6.
de: Berechne 2/3 − 1/6.
es: Calcula 2/3 − 1/6.
fr: Calculez 2/3 − 1/6.
it: Calcola 2/3 − 1/6.
pt_br: Calcule 2/3 − 1/6.

source: Compute 2³ − 2 · 3.
de: Berechne 2³ − 2 · 3.
es: Calcula 2³ − 2 · 3.
fr: Calculez 2³ − 2 · 3.
it: Calcola 2³ − 2 · 3.
pt_br: Calcule 2³ − 2 · 3.

source: Compute 2⁵.
de: Berechne 2⁵.
es: Calcula 2⁵.
fr: Calculez 2⁵.
it: Calcola 2⁵.
pt_br: Calcule 2⁵.

source: Compute 3 + 4 · 2.
de: Berechne 3 + 4 · 2.
es: Calcula 3 + 4 · 2.
fr: Calculez 3 + 4 · 2.
it: Calcola 3 + 4 · 2.
pt_br: Calcule 3 + 4 · 2.

source: Compute 3 − (−2).
de: Berechne 3 − (−2).
es: Calcula 3 − (−2).
fr: Calculez 3 − (−2).
it: Calcola 3 − (−2).
pt_br: Calcule 3 − (−2).

source: Compute 4!.
de: Berechnen Sie 4!.
es: Calcula 4!.
fr: Calculez 4 !.
it: Calcola 4!.
pt_br: Calcule 4!.

source: Compute 7².
de: Berechne 7².
es: Calcula 7².
fr: Calculez 7².
it: Calcola 7².
pt_br: Calcule 7².

source: Compute the discriminant.
de: Berechne die Diskriminante.
es: Calcula el discriminante.
fr: Calculez le discriminant.
it: Calcola il discriminante.
pt_br: Calcule o discriminante.

source: Compute −7 + 3.
de: Berechne −7 + 3.
es: Calcula −7 + 3.
fr: Calculez −7 + 3.
it: Calcola −7 + 3.
pt_br: Calcule −7 + 3.

source: Compute √81.
de: Berechne √81.
es: Calcula √81.
fr: Calculez √81.
it: Calcola √81.
pt_br: Calcule √81.

source: Compute ∫ 2x dx. Use C for the constant.
de: Berechne ∫ 2x dx. Nutze C für die Konstante.
es: Calcula ∫ 2x dx. Utilice C para la constante.
fr: Calculer ∫ 2x dx. Utilisez C pour la constante.
it: Calcola ∫ 2x dx. Usa C per la costante.
pt_br: Calcule ∫ 2x dx. Use C para a constante.

source: Compute ∫ 5 dx.
de: Berechne ∫ 5 dx.
es: Calcula ∫ 5 dx.
fr: Calculer ∫ 5 dx.
it: Calcola ∫ 5 dx.
pt_br: Calcule ∫ 5 dx.

source: Compute ∫ x³ dx.
de: Berechne ∫ x³ dx.
es: Calcule ∫ x³ dx.
fr: Calculez ∫ x³ dx.
it: Calcola ∫ x³ dx.
pt_br: Calcule ∫ x³ dx.

source: Concave up forms a valley.
de: Nach oben gekrümmt bildet ein Tal.

source: Concave up makes a valley; concave down makes a peak.
de: Nach oben gekrümmt ergibt ein Tal; nach unten gekrümmt einen Gipfel.

source: Concavity
de: Krümmung
es: Concavidad
fr: Concavité
it: Concavità
pt_br: Concavidade

source: Connect neighboring vertices.
de: Verbinden Sie benachbarte Eckpunkte.
es: Conecta los vértices vecinos.
fr: Connectez les sommets voisins.
it: Collega i vertici vicini.
pt_br: Conecte vértices vizinhos.

source: Constant integrates to constant·x.
de: Konstante integriert zu Konstante·x.
es: Constante se integra a constante·x.
fr: Constant s'intègre à constant·x.
it: La costante si integra con la costante·x.
pt_br: Constante integra-se à constante·x.

source: Constant multiple
de: Konstanter Faktor
es: múltiplo constante
fr: Multiple constant
it: Multiplo costante
pt_br: Múltiplo constante

source: Constant rule
de: Konstantenregel
es: Regla constante
fr: Règle constante
it: Regola costante
pt_br: Regra constante

source: Constants don't change.
de: Konstanten ändern sich nicht.
es: Las constantes no cambian.
fr: Les constantes ne changent pas.
it: Le costanti non cambiano.
pt_br: Constantes não mudam.

source: Constants slide outside the integral.
de: Konstanten dürfen vor das Integral gezogen werden.
es: Las constantes se deslizan fuera de la integral.
fr: Les constantes glissent en dehors de l'intégrale.
it: Le costanti escono dall'integrale.
pt_br: As constantes deslizam para fora da integral.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continuare
pt_br: Continuar

source: Continue with %@ in %@
de: Weiter mit %@ in %@
es: Continuar con %@ en %@
fr: Continuez avec %@ dans %@
it: Continua con %@ in %@
pt_br: Continue com %@ em %@

source: Conversion
de: Umrechnung
es: Conversión
it: Conversione
pt_br: Conversão

source: Convert 180° to radians. In terms of π.
de: Wandle 180° ins Bogenmaß um. Mit π ausgedrückt.
es: Convierte 180° a radianes. En términos de π.
fr: Convertissez 180° en radians. En termes de π.
it: Convertire 180° in radianti. In termini di π.
pt_br: Converta 180° em radianos. Em termos de π.

source: Convert 3.1 × 10² to a standard number.
de: Wandle 3,1 × 10² in eine normale Zahl um.

source: Convert 90° to radians. In terms of π.
de: Wandle 90° ins Bogenmaß um. Mit π ausgedrückt.
es: Convierte 90° a radianes. En términos de π.
fr: Convertissez 90° en radians. En termes de π.
it: Convertire 90° in radianti. In termini di π.
pt_br: Converta 90° em radianos. Em termos de π.

source: Convert to a common denominator.
de: Bring auf einen gemeinsamen Nenner.
es: Convertir a un denominador común.
fr: Convertissez en un dénominateur commun.
it: Converti in un denominatore comune.
pt_br: Converta para um denominador comum.

source: Convert to a fraction, then multiply.
de: In Bruch umrechnen, dann multiplizieren.
es: Convierte a fracción y luego multiplica.
fr: Convertissez en fraction, puis multipliez.
it: Converti in una frazione, quindi moltiplica.
pt_br: Converta para uma fração e depois multiplique.

source: Convert to a percent when comparing budgets.
de: Rechnen Sie beim Vergleich von Budgets in Prozent um.
es: Convierta a un porcentaje al comparar presupuestos.
fr: Convertissez en pourcentage lorsque vous comparez les budgets.
it: Converti in percentuale quando confronti i budget.
pt_br: Converta para uma porcentagem ao comparar orçamentos.

source: Convert π/3 radians to degrees.
de: Wandle π/3 im Bogenmaß ins Gradmaß um.
es: Convierte π/3 radianes a grados.
fr: Convertissez π/3 radians en degrés.
it: Converti π/3 radianti in gradi.
pt_br: Converta π/3 radianos em graus.

source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
it: Coordinate
pt_br: Coordenadas

source: Correct
de: Richtig
es: Correcto
it: Corretto
pt_br: Correto

source: Correlation & Regression
de: Korrelation & Regression

source: Correlation describes how two variables move together. Regression uses that pattern to make a simple prediction.
de: Korrelation beschreibt, wie sich zwei Variablen gemeinsam verändern. Regression nutzt dieses Muster für eine einfache Vorhersage.

source: Correlation direction
de: Richtung der Korrelation

source: Correlation shows association
de: Korrelation zeigt einen Zusammenhang

source: Cosine
de: Kosinus
es: Coseno
fr: Cosinus
it: Coseno
pt_br: Cosseno

source: Cosine of a right angle.
de: Kosinus eines rechten Winkels.
es: Coseno de un ángulo recto.
fr: Cosinus d'un angle droit.
it: Coseno di un angolo retto.
pt_br: Cosseno de um ângulo reto.

source: Count each edge incident to that vertex.
de: Zählen Sie jede Kante, die zu diesem Scheitelpunkt inzident ist.
es: Cuente cada arista incidente en ese vértice.
fr: Comptez chaque arête incidente à ce sommet.
it: Contare ogni bordo incidente a quel vertice.
pt_br: Conte cada aresta incidente nesse vértice.

source: Count the distinct entries.
de: Zählen Sie die unterschiedlichen Einträge.
es: Cuente las distintas entradas.
fr: Comptez les entrées distinctes.
it: Contare le voci distinte.
pt_br: Conte as entradas distintas.

source: Count the faces.
de: Zähle die Flächen.
es: Cuenta las caras.
fr: Comptez les visages.
it: Contare le facce.
pt_br: Conte os rostos.

source: Counting
de: Zählen
es: Cálculo
fr: Compte
it: Conteggio
pt_br: Contando

source: Counting rules help you count outcomes without listing every possibility.
de: Zählregeln helfen Ihnen, Ergebnisse zu zählen, ohne jede Möglichkeit aufzulisten.
es: Las reglas de conteo le ayudan a contar los resultados sin enumerar todas las posibilidades.
fr: Les règles de comptage vous aident à compter les résultats sans énumérer toutes les possibilités.
it: Le regole di conteggio ti aiutano a contare i risultati senza elencare tutte le possibilità.
pt_br: As regras de contagem ajudam a contar os resultados sem listar todas as possibilidades.

source: Critical points
de: Kritische Stellen
es: Puntos críticos
fr: Points critiques
it: Punti critici
pt_br: Pontos críticos

source: Critical points and endpoints are where the best value can occur.
de: Kritische Punkte und Randpunkte sind Stellen, an denen der beste Wert auftreten kann.

source: Cross-multiply
de: Über Kreuz multiplizieren
es: Multiplicación cruzada
fr: Multiplication croisée
it: Moltiplicazione incrociata
pt_br: Multiplicação cruzada

source: Cross-multiply: 12x = 36.
de: Über Kreuz: 12x = 36.
es: Multiplicación cruzada: 12x = 36.
fr: Multiplication croisée : 12x = 36.
it: Moltiplicazione incrociata: 12x = 36.
pt_br: Multiplicação cruzada: 12x = 36.

source: Cube
de: Würfel
es: Cubo
it: Cubo
pt_br: Cubo

source: Cylinder
de: Zylinder
es: Cilindro
fr: Cylindre
it: Cilindro
pt_br: Cilindro

source: Daily goal
de: Tagesziel
es: Meta diaria
fr: Objectif quotidien
it: Obiettivo giornaliero
pt_br: Meta diária

source: Daily goal reached. %lld correct out of %lld.
de: Tagesziel erreicht. %lld von %lld richtig.
es: Meta diaria alcanzada. %lld correcto de %lld.
fr: Objectif quotidien atteint. %lld correct sur %lld.
it: Obiettivo giornaliero raggiunto. %lld corretto su %lld.
pt_br: Meta diária alcançada. %lld correto de %lld.

source: Daily practice
de: Tägliche Übung
es: Práctica diaria
fr: Pratique quotidienne
it: Pratica quotidiana
pt_br: Prática diária

source: Daily reminder at 19:00
de: Tagesreminder um 19:00
es: Recordatorio diario a las 19:00
fr: Rappel quotidien à 19h00
it: Promemoria quotidiano alle 19:00
pt_br: Lembrete diário às 19:00

source: Daily streak that actually motivates
de: Tagesserie, die wirklich motiviert
es: Racha diaria que realmente motiva
fr: Une séquence quotidienne qui motive vraiment
it: Serie quotidiana che motiva davvero
pt_br: Sequência diária que realmente motiva

source: Daily streaks, with freezes for the days you miss
de: Tägliche Serien — mit Freezes für die Tage, die du verpasst
es: Rachas diarias, con congelaciones para los días que te pierdes
fr: Des séquences quotidiennes, avec des gels pour les jours que vous manquez
it: Serie giornaliere, con blocchi per i giorni che perdi
pt_br: Sequências diárias, com congelamentos para os dias perdidos

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
pt_br: Escuro

source: Data Displays
de: Datenanzeigen
es: Pantallas de datos
fr: Affichages de données
it: Visualizzazioni dati
pt_br: Exibições de dados

source: Data, chance & decisions
de: Daten, Zufall & Entscheidungen
es: Datos, posibilidades y decisiones
fr: Données, hasard et décisions
it: Dati, possibilità e decisioni
pt_br: Dados, acaso e decisões
